tap "codecrafters-io/tap"
tap "cormacrelf/tap"
tap "gromgit/brewtils"
tap "homebrew/services"
tap "opencode-ai/tap"
brew "xz"
brew "openssl@3"
brew "btop"
brew "coreutils"
brew "readline"
brew "sqlite"
brew "php"
brew "composer"
brew "cpanminus"
brew "fd"
brew "gh"
brew "grafana"
brew "htop"
brew "libyaml"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "neofetch"
brew "utf8proc", args: ["HEAD"]
brew "neovim"
brew "node"
brew "perl"
brew "postgresql@14", restart_service: :changed
brew "postgresql@17"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "tcl-tk"
brew "tmux"
brew "wget"
brew "zoxide"
brew "eza"
brew "bat"
brew "fzf"
brew "trash"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "codecrafters-io/tap/codecrafters"
brew "gromgit/brewtils/taproom"
