tap "codecrafters-io/tap"
tap "cormacrelf/tap"
tap "gromgit/brewtils"
tap "homebrew/services"
tap "opencode-ai/tap"
brew "xz"
brew "openssl@3"
brew "bat"
brew "btop"
brew "fontconfig"
brew "coreutils"
brew "tree-sitter"
brew "cask"
brew "cmake"
brew "readline"
brew "sqlite"
brew "php"
brew "composer"
brew "cpanminus"
brew "cppman"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "go"
brew "grafana"
brew "grc"
brew "htop"
brew "lazygit"
brew "libmagic"
brew "libyaml"
brew "llvm"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "utf8proc", args: ["HEAD"]
brew "neovim"
brew "node"
brew "nom"
brew "ripgrep"
brew "opencode"
brew "openjdk"
brew "pandoc"
brew "perl"
brew "pipx"
brew "postgresql@17"
brew "pyenv"
brew "rbenv"
brew "ruby"
brew "rust"
brew "starship"
brew "tcl-tk"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "whisper-cpp"
brew "z"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cormacrelf/tap/dark-notify"
brew "gromgit/brewtils/taproom"
cask "alt-tab"
cask "cursor"
cask "ngrok"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
vscode "0h7z.vscode-julia-format"
vscode "albert.tabout"
vscode "arthurwang.vsc-prolog"
vscode "bahman.vsxcode-themes"
vscode "batisteo.vscode-django"
vscode "be5invis.vscode-custom-css"
vscode "bianxianyang.htmlplay"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "docker.docker"
vscode "drcika.apc-extension"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "evertjunior.vxcode-theme"
vscode "gerane.theme-dark-dracula"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "ionutvmi.spacegray-vscode"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "julialang.language-julia"
vscode "kakumei.php-xdebug"
vscode "mateocerquetella.xcode-12-theme"
vscode "mathematic.vscode-latex"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "muuvmuuv.vscode-sundial"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "roscop.activefileinstatusbar"
vscode "ryanolsonx.seoul"
vscode "samplavigne.p5-vscode"
vscode "shopify.ruby-lsp"
vscode "smockle.xcode-default-theme"
vscode "thomasbergersen.xcode-default-dark"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vincaslt.highlight-matching-tag"
vscode "vortizhe.simple-ruby-erb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wscats.cors-browser"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "xshrim.txt-syntax"
vscode "yy0931.save-as-root"
vscode "yzane.markdown-pdf"
vscode "zneuray.erb-vscode-snippets"
vscode "zobo.php-intellisense"
cargo "tealdeer"
