# Generated from brew leaves --installed-on-request + casks

# Taps
tap "codecrafters-io/tap"
tap "cormacrelf/tap"
tap "gromgit/brewtils"
tap "homebrew/services"
tap "opencode-ai/tap"

# Formulae
brew "bat"
brew "grc"
brew "btop"
brew "cask"
brew "cmake"
brew "composer"
brew "cormacrelf/tap/dark-notify"
brew "cpanminus"
brew "cppman"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "grafana"
brew "gromgit/brewtils/taproom"
brew "htop"
brew "lazygit"
brew "libmagic"
brew "lua-language-server"
brew "luarocks"
brew "neovim"
brew "nom"
brew "opencode"
brew "pandoc"
brew "perl"
brew "postgresql@17"
brew "pyenv"
brew "rbenv"
brew "ruby"
brew "rust"
brew "starship"
brew "tcl-tk"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "z"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Casks
cask "alt-tab"
cask "cursor"
cask "ngrok"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
